Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: This mesh size does not refer to the size sorting by the roller grader, but to an additional step to remove rarely observed aggregated (“twin”) capsules.
es_es: El tamaño de malla no es el tamaño en el que la niveladora de rodillo clasifica las cápsulas, sino que representa un paso adicional para eliminar las cápsulas agregadas o "gemelas", que rara vez pueden observarse.

source: This method can be used for the quantitative monitoring of charge heterogeneity.
es_es: Este método sirve para el control cuantitativo de la heterogeneidad de cargas.

source: This method describes the liquid chromatographic procedure for the determination of enantiomeric impurity PD 1420 in nerandomilast film-coated tablets, 18 mg with UV detection.
es_es: Se describe en esta metodología el procedimiento de cromatografía líquida con detección UV para determinar la impureza enantiomérica PD 1420 en los comprimidos recubiertos de nerandomilast, 18 mg.

source: This method describes the liquid chromatographic procedure for the determination of enantiomeric impurity PD 1420 in nerandomilast film-coated tablets, 9 mg with UV detection.
es_es: Se describe en esta metodología el procedimiento de cromatografía líquida con detección UV para determinar la impureza enantiomérica PD 1420 en los comprimidos recubiertos de nerandomilast, 9 mg.

source: This method determines tenecteplase monomer in tenecteplase DP by high performance size exclusion chromatography (HPSEC).
es_es: Este método evalúa el monómero de tenecteplasa en el medicamento tenecteplasa por medio de cromatografía de exclusión por tamaño de alta resolución (HPSEC).

source: This method has been used to determine an absorptivity factor to be used for purposes of protein quantitation.
es_es: Este método se ha utilizado para determinar un factor de absortividad con intención de usarlo para la cuantificación de la proteína.

source: This method is equivalent to the two 1-sided t-test procedure, each at the 5% significance level (on the log scale).
es_es: Este método es equivalente al procedimiento de dos pruebas t unilaterales, cada una con un nivel de significatividad de 5% en la escala logarítmica.

source: This method is used to assess the uniformity of content of tenecteplase DP according to Ph.
es_es: Este método evalúa la uniformidad del contenido del medicamento tenecteplasa de acuerdo con la monografía de la Ph.

source: This method is used to assess the uniformity of content of tenecteplase DP according to Ph. Eur. monograph. 2.9.6 on “Uniformity of content of single-dose preparations”.
es_es: Este método evalúa la uniformidad del contenido del medicamento tenecteplasa de acuerdo con la monografía de la Ph. Eur. 2.9.6 sobre “uniformidad del contenido de las preparaciones a dosis única”.

source: This method using the blue dye ingress test is performed during stability testing to demonstrate container closure integrity and thus the ability to maintain sterility of tenecteplase DP throughout the shelf life.
es_es: Este método que consiste en la prueba de ingreso con tinción azul se realiza durante las pruebas de estabilidad para demostrar la integridad del envase y sistema de cierre y, por ende, la capacidad de mantener la esterilidad del medicamento tenecteplasa a lo largo de la vida útil.

source: This model included effects accounting for the following sources of variation:
es_es: El modelo incluyó efectos que dieran cuenta de las siguientes fuentes de variación:

source: This monograph has undergone pharmacopoeial harmonisation.
es_es: Esta monografía estuvo sujeta a armonización de compendio.

source: This multiple band pattern is expected for a glycoprotein, which contains three complex carbohydrate structures and thus varying numbers of sialic acid.
es_es: Este patrón de bandas múltiples es esperable en una glicoproteína que contiene tres estructuras complejas de carbohidratos y, por ende, números variables de ácido siálico.

source: This new Batch coding system will be provided within the answer to this authority request (please refer to document q00307492-01).
es_es: Este nuevo sistema de codificación se incluirá junto con la respuesta a este pedido de la autoridad (ver el documento q00307492-01).

source: This non-inferiority boundary was calculated to be 2.3% (absolute).
es_es: Se calculó que este límite de no inferioridad era del 2.3% (absoluto).

source: This null hypothesis can be restated as the probabilities Prob(YT > YC) + 0.5Prob(YT = YC) and Prob(YT < YC) + 0.5Prob(YT = YC) both being equal to 0.5, thus WMW GenOR being equal to 1.
es_es: Esta hipótesis nula se puede reformular como las probabilidades Prob. (YT > YC) + 0.5 Prob. (YT = YC) y Prob. (YT < YC) + 0.5 Prob. (YT = YC), donde ambas son iguales a 0.5. Por lo tanto, el cociente de probabilidades generalizadas de Wilcoxon-Mann-Whitney es igual a 1.

source: This outcome was assessed independently in the core laboratory by 2 neuroradiologists who were blinded to treatment allocation using the intracranial digital subtraction angiography images prior to thrombectomy.
es_es: Este criterio de valoración se evaluó en forma independiente en el laboratorio central por 2 neurorradiólogos que desconocían la asignación del tratamiento. Para la evaluación, se utilizaron imágenes de angiografía por sustracción digital intracraneal antes de la trombectomía.

source: This peak has been thoroughly characterized and has been determined to be spesolimab oligomers partly consisting of covalently linked molecules (probably due to formation of non-reducible thioether linkages).
es_es: Este pico se ha caracterizado en detalle y se ha determinado que son oligómeros de espesolimab formados parcialmente por moléculas unidas en covalencia (probablemente debido a la formación de enlaces tioéter no reducibles).

source: This plan describes confirmatory testing of minimum 300 batches Telmisartan / HCTZ Layered Tablets being representative for all countries where the product is marketed.
es_es: En este plan se describe la evaluación analítica de, como mínimo, 300 partidas de Telmisartán / HCTZ, comprimidos multicapa, representativas de todos los países donde se comercializa el producto.

source: This point is denoted in the figure with “PSL” (possible specification limit for batch release testing).
es_es: En la figura, este punto se señala como PSL (límite de la especificación posible para las pruebas de liberación de partidas).

source: This potentially salvageable tissue is termed the “ischemic penumbra” and its existence forms the rationale for all therapies targeting reperfusion in acute stroke.
es_es: Este tejido potencialmente recuperable se conoce como “penumbra isquémica” y es la base de todos los tratamientos dirigidos a la reperfusión en el accidente cerebrovascular agudos.

source: This prevents needle stick injuries after use.
es_es: Esto evita pinchazos con la aguja después del uso.

source: This procedure confirms CCI prior to crimping and allows the crimping process to be performed in a grade C area.
es_es: Este procedimiento confirma la integridad del envase y sistema de cierre antes de la colocación de las tapas de cierre metálicas y permite que este último procedimiento se complete en un área de grado C.

source: This proceeding is well in accordance with ICH Q6A stating that in-process tests which are only used for the purpose of adjusting process parameters with an operating range, e.g. … individual tablet weights, are not included within the drug product specification.
es_es: Este procedimiento cumple holgadamente con el requerimiento Q6A de la ICH, según el cual "No se incluyen en la especificación del medicamento las pruebas de proceso que solo se usen para ajustar los parámetros del proceso dentro de una gama de operaciones, por ejemplo... peso de los comprimidos individuales".

source: This process difference does not result in a negative impact on product quality.
es_es: Esta diferencia de proceso no impacta negativamente la calidad del producto.

source: This process is in accordance with the Tri-Council Policy Statement - Ethical Conduct for Research Involving Humans guidelines and the Helsinki Declaration and reflects the imperative to treat patients quickly so as not to disadvantage enrolled patients compared with patients not enrolled in the trial.16
es_es: Este proceso cumple con la Declaración de Política de los Tres Consejos: (Pautas Eticas Internacionales para la Investigación y Experimentación con Seres Humanos) y la Declaración de Helsinki, y refleja el imperativo de tratar a los pacientes de inmediato para no perjudicar a los pacientes reclutados en comparación con quienes no lo estén.16

source: This proportion reflects the challenges of including primary stroke centres in clinical trials (paucity of funding and research infrastructure, smaller populations) enhanced by limitations imposed by COVID-19, such that sites with less research infrastructure were further disadvantaged.
es_es: Esta proporción refleja la dificultad de incluir centros primarios de accidentes cerebrovasculares en los ensayos clínicos (escasez de financiación e infraestructura de investigación, poblaciones más pequeñas), lo que se agravó por las limitaciones impuestas por COVID-19, de modo que los centros con menos infraestructura investigativa quedaron aún más desfavorecidos.

source: This protocol is identical between the acute and subacute (24 h) imaging.
es_es: En este protocolo, no hay diferencias en cuanto a las imágenes obtenidas en las fases aguda y subaguda (24 h).

source: This provides further evidence that both products are of similar quality, safety and efficacy.
es_es: Esto proporciona más evidencia de que ambos productos son similares en cuanto a calidad, seguridad y eficacia.

source: This quantitative test method determines bacterial endotoxins in tenecteplase DP applying the gel-clot method.
es_es: Este método analítico cuantitativo evalúa endotoxinas bacterianas en el medicamento tenecteplasa por medio del método de gelificación o gel-clot.

source: This quantitative test method measures the protein concentration of tenecteplase DP with UV absorption spectrophotometry.
es_es: Este método analítico cuantitativo mide la concentración de proteínas del medicamento tenecteplasa por medio de espectrofotometría de absorción UV.

source: This randomised, controlled, double-blind trial compared empagliflozin 10 mg once daily treatment with placebo as add-on to standard of care treatment in patients with HfpEF (LVEF >40%), regardless of baseline diabetes status.
es_es: En este ensayo aleatorizado, controlado y doble ciego se comparó empagliflozina 10 mg una vez al día con placebo como complemento al tratamiento protocolar en pacientes con insuficiencia cardíaca con fracción de eyección preservada (FEVI >40%), cualquiera fuera su estado de diabetes inicial.

source: This randomised, double-blind, multi-national, parallel-group trial compared empagliflozin 10 mg once daily to placebo as add-on to standard of care treatment in patients with HfpEF.
es_es: En este ensayo aleatorizado, doble ciego, multinacional y de grupos paralelos se comparó empagliflozina 10 mg una vez al día con placebo como complemento al tratamiento protocolar en pacientes con insuficiencia cardíaca con fracción de eyección preservada (ICFEp).

source: This range probably reflects variations in the fermentation process with respect to cell viability at the time of harvest.
es_es: Este rango probablemente refleja variaciones en el proceso de fermentación relativas a la viabilidad celular en el momento de la cosecha.

source: This reaction can be measured by the decrease of turbidity over time.
es_es: Es posible medir esta reacción por la disminución de la turbidez a lo largo del tiempo.

source: This reagent vessel is inserted into the reagent rack section of the ACL TOP™ system.
es_es: Este vaso de con reactivo se inserta en el sector de soporte para reactivos del sistema ACL TOP.

source: This refers to the diluent that should be used to reconstitute the product and is not an actual component of the finished product pack itself.
es_es: Este enunciado se refiere al diluyente que debe usarse para reconstituir el producto y no es un componente real del acondicionamiento del producto terminado en sí.

source: This report describes the clinical formulations of linagliptin which have been used in the clinical trials in the dosage strength range of 0.5 mg up to 200 mg.
es_es: Se describen en este informe las formulaciones clínicas de linagliptina que se han empleado en los ensayos clínicos a dosis que van desde 0.5 mg hasta 200 mg.

source: This report describes the validation of the analytical procedure for the determination of N-Nitrosodimethylamine (NDMA) in metformin containing IR (immediate release) drug products (Empagliflozin / Metformin hydrochloride Film-Coated Tablets and Linagliptin / Metformin Hydrchloride Film-Coated Tablets).
es_es: Se describe en este informe la validación del procedimiento analítico para la determinación N-nitrosodimetilamina (NDMA) en muestras de medicamentos de liberación inmediata que contienen metformina (empagliflozina/clorhidrato de metformina, comprimidos recubiertos, y linagliptina / clorhidrato de metformina, comprimidos recubiertos).

source: This report provides an accurate record of the results obtained.
es_es: Este informe proporciona un registro preciso de los resultados obtenidos.

source: This report summarized the comparison of the dissolution profile for the product Telmisartan 40 mg and 80 mg tablets manufactured by Boehringer Ingelheim Pharma GmbH & Co. KG, Ingelheim, Germany (BI DE (IN)) versus the product manufactured at Boehringer Ingelheim, S.A.
es_es: Este informe resumió la comparación del perfil de disolución del producto Telmisartán en comprimidos de 40 mg y 80 mg fabricados por Boehringer Ingelheim Pharma GmbH & Co. KG, Ingelheim, Alemania (BI DE (IN)) frente al producto fabricado en Boehringer Ingelheim, SA.

source: This report summarized the comparison of the dissolution profile for the product Telmisartan 40 mg and 80 mg tablets manufactured by Boehringer Ingelheim Pharma GmbH & Co. KG, Ingelheim, Germany (BI DE (IN)) versus the product manufactured at Boehringer Ingelheim, S.A. de C.V., Mexico City, Mexico (BI Promeco, MX).
es_es: En este informe está resumida la comparación del perfil de disolución del medicamento Telmisartán, comprimidos de 40 mg y 80 mg, elaborados por Boehringer Ingelheim Pharma GmbH & Co. KG, Ingelheim, Alemania (BI DE [IN]) y el medicamento elaborado en Boehringer Ingelheim, S.A. de C.V, México, DF, México (BI Promeco, MX).

source: This resolution to be checked on Reference solution (b) injected at the initial and end of the sequence.
es_es: Esta resolución debe verificarse en la solución de referencia (b), que se inyecta al comienzo y al final de la secuencia.

source: This resulted in a definition of the minimum filling volume of 5.30 mL which includes an overfill of 0.30 mL to take into account the loss during extraction of the reconstituted solution.
es_es: Como resultado, se definió un volumen de llenado mínimo de 5.30 ml que incluye un sobrellenado de 0.30 ml para considerar la pérdida durante la extracción de la solución reconstituida.

source: This resulted in the commercial process parameters and in-process control (IPC)s provided in Section 3.2.P.3.3 Description of Manufacturing Process and Process Controls and Section 3.2.P.3.4 Justification of Controls at Critical Steps.
es_es: Así se obtuvieron los parámetros del proceso comercial y los controles durante el proceso que se detallan en la Sección 3.2.P.3.3, Descripción del proceso de fabricación y controles del proceso, y la Sección 3.2.P.3.4, Justificación de controles en pasos críticos.

source: This results in a filling volume range of 5.30 – 5.46 mL and a corresponding filling weight range of 5.45 – 5.61 g.
es_es: Esto da como resultado un rango de volumen de llenado de 5.30 a 5.46 ml y un rango de peso de llenado correspondiente de 5.45 a 5.61 g.

source: This results in additional heterogeneity in A-chain and B-chain related signals due to the hydrophilic glycans and a quantitative comparison of the methods is not possible.
es_es: Esto da como resultado una mayor heterogeneidad de las señales relacionadas con la cadena A y la cadena B debida a los glicanos hidrofílicos y que una comparación cuantitativa de los métodos no sea posible.

source: This results in the commercial process parameters and in-process tests as part of the overall control strategy (see Section 3.2.P.5 Control Strategy Summary Drug Product).
es_es: Esto da como resultado los parámetros del proceso comercial y las pruebas intraproceso, que constituyen la estrategia de control general (ver la Sección 3.2.P.5 Resumen de la estrategia de control del medicamento).

source: This reversed phase high performance liquid chromatography (RP-HPLC) method is used to confirm the identity of tenecteplase DP.
es_es: Este método de cromatografía líquida de alta resolución en fase reversa (RP-HPLC) se utiliza para confirmar la identidad del medicamento tenecteplasa.

source: This risk assessment identified parameters to be investigated.
es_es: Mediante esta evaluación de riesgos, se identificaron los parámetros por investigar.

source: This rule does not apply to the following groups:
es_es: Quedan exceptuados de esta norma los siguientes grupos:

source: This secondary measure of outcome will occur within 3 months post stroke.
es_es: Este criterio de valoración secundario se evaluará 3 meses después del accidente cerebrovascular.

source: This secondary measure of outcome will occur within 36hr post treatment.
es_es: Este criterio de valoración secundario se evaluará 36 horas después del tratamiento.

source: This section covers events that are hepatic or biliary in origin.
es_es: Esta sección abarca los eventos de origen hepático o biliar.

source: This section describes in more detail the characterisation studies conducted to evaluate the robustness of the DP manufacturing process and to develop a comprehensive understanding of the process to support validation and IPCs.
es_es: En esta sección, se describen en más detalle los estudios de caracterización realizados para evaluar la robustez del proceso de fabricación del medicamento y conocer exhaustivamente el proceso con el objetivo de respaldar la validación de los controles intermedios del proceso.

source: This section describes the physical and chemical characteristics of TNK-tPA, a genetically modified variant of tPA.
es_es: En esta sección, se describen las características físicas y químicas de la TNK-tPA, una variante genéticamente modificada del tPA.

source: This section describes the remaining laboratory parameters.
es_es: En esta sección se describen los demás parámetros de laboratorio.

source: This section focuses on patients who shifted to different categories during the study.
es_es: Esta sección se centra en los pacientes que oscilaron entre categorías diferentes durante el estudio.

source: This section is in addition to the description of primary and secondary outcomes in the manuscript.
es_es: Esta sección se suma a la descripción del manuscrito sobre los desenlaces primarios y secundarios.

source: This section is not applicable.
es_es: Esta sección no corresponde.

source: This section provides an overview of investigator-defined hypoglycaemia adverse events.
es_es: En esta sección hay una reseña de los eventos adversos de hipoglucemia según definición del investigador.

source: This section provides an overview of the most frequent adverse events by category of adverse events (overall, leading to treatment discontinuation, drug-related as assessed by the investigator, and adverse events by intensity).
es_es: Se reseñan en esta sección los eventos adversos de mayor frecuencia estratificados por categoría (globales, que llevaron a la discontinuación del tratamiento, relacionados con el fármaco a juicio del investigador, y por intensidad).

source: This section provides an overview of the trial population and the results of the primary endpoint (occurrence of 3P-MACE), key secondary endpoints (occurrence of 4P-MACE and treatment sustainability endpoints), and selected additional endpoints.
es_es: En esta sección, se incluye una reseña de la población del ensayo y los resultados referidos al criterio de valoración primario (MACE de 3 puntos), los criterios secundarios clave (MACE de 4 puntos y sostenibilidad del tratamiento) y otros criterios de valoración seleccionados.

source: This section provides an overview of treatment sustainability endpoints, as well as changes from baseline in HbA1c and weight, and the incidence of moderate and severe hypoglycaemic episodes.
es_es: Se reseñan en esta sección los criterios de valoración relacionados con la sostenibilidad del tratamiento y los cambios desde el inicio en la HbA1c y el peso, así como la incidencia de los episodios de hipoglucemia grave.

source: This section summaries the impurities that are controlled and monitored during the alteplase drug substance (DS) manufacturing process TPA-05 manufactured at Boehringer Ingelheim Pharma GmbH & Co.
es_es: En este sección se resumen las impurezas controladas y monitoreadas durante el proceso de fabricación (TPA-05) del principio activo (ppio. act.) alteplasa elaborado en Boehringer Ingelheim Pharma GmbH & Co.

source: This section summaries the impurities that are controlled and monitored during the new proposed alteplase drug substance (DS) manufacturing process TPA-05.
es_es: En este sección se resumen las impurezas controladas y monitoreadas durante el nuevo proceso de fabricación (TPA-05) propuesto para el principio activo (ppio. act.) alteplasa.

source: This section summarises the planned statistical analyses as detailed in the CTP (Appendix 16.1.1) and the final TSAP (Appendix 16.1.9) and TSAP-related technical documents stored in the TMF.
es_es: Se resumen en esta sección los análisis estadísticos previstos y detallados en el protocolo de ensayo clínico (Apéndice 16.1.1) y en el plan de análisis estadístico del ensayo (Apéndice 16.1.9) y los documentos relacionados con dicho plan, que se almacenan en el archivo maestro del ensayo.

source: This section will demonstrate that all presented batch release data were uncritical regarding the shelf-life specification, and the specification for batch release testing can be adapted to 0.6% without a relevantly increased risk for future OOS values.
es_es: En esta sección se demuestra que en toda la información de liberación de partidas presentada no hubo ningún dato crítico en la especificación de vida útil y que la especificación de liberación para el análisis de partidas puede adaptarse y llevarse a 0.6% sin que aumente de manera relevante el riesgo de obtener valores por fuera de la especificación.

source: This shelf-life has also already been approved by multiple authorities worldwide, e.g., Europe.
es_es: Esta vida útil también ha sido aprobada por múltiples autoridades de todo el mundo, incluida Europa.

source: This shows that the slight difference of -0.03 % single-chain is independent of the single-chain content.
es_es: Esto demuestra que la leve diferencia de -0.03 % en las especies de cadena única es independiente del contenido de cadena única.

source: This site can also be specifically clipped with plasmin and the resulting domains are called kringle and protease.
es_es: Este sitio también puede cortarse específicamente con plasmina, lo que da como resultado dominios denominados "kringle" y "proteasa".
